Repository: dewiweb/scenic
Catalog: po/*.po
Languages: fr

source: Is another Scenic running? Cannot bind to port %(port)d
fr: Il semble que Scenic soit déjà en fonction sur cet ordinateur. Il est impossible d'écouter sur le port %(port)d.

source: It seems like the xvideo extension is not present. Video display is not possible.
fr: Il semblerait que l'entension xvideo ne soit pas présente. Afficher de la vidéo sera impossible.

source: A mismatch in the sampling rate of JACK with remote peer has been detected. Local sampling rate is %(local)s, whereas remote sampling rate is %(remote)s.
fr: Les taux d'échantillonage audio de chacun des serveurs JACK ne concordent pas. Le taux local est de %(local)s, alors que celui du contact distant est de %(remote)s.

source: The remote peer is asking an audio codec that is not installed on your computer.
fr: L'hôte distant demande un codec audio qui n'est pas installé sur votre ordinateur.

source: The remote peer is asking a video codec that is not installed on your computer.
fr: L'hôte distant demande un codec vidéo qui n'est pas installé sur votre ordinateur.

source: <b><big>%(invited_by)s is inviting you.</big></b> Do you accept?
fr: <b><big>%(invited_by)s vous invite.</big></b> Acceptez-vous ?

source: Contact %(name)s invited you but cancelled his invitation.
fr: Le contact %(name)s vous a invité, puis a annulé son invitation.

source: Got an acceptation from a remote peer, but a streaming session is already in progress.
fr: Vous avez reçu une acceptation à transmettre d'un contact distant, mais vous êtes déjà engagé dans une session de trasmission.

source: The remote peer refused to stream with you for an unknown reason
fr: Ce contact a refusé de transmettre avec vous.

source: The remote peer refused to stream with you.
fr: Ce contact a refusé de transmettre avec vous.

source: The remote peer cannot stream with you since its JACK sampling rate is not the same as yours.
fr: Le taux d'échantillonnage du JACK du contact distant n'est pas compatible avec le vôtre. Impossible de transmettre avec lui.

source: The remote peer cannot stream with you since its JACK server is not running.
fr: Le contact distant n'a pas son JACK en fonction. Impossible de transmettre avec lui.

source: The remote peer is busy. Cannot start a streaming session.
fr: Le contact distant est occupé. Impossible de transmettre avec lui.

source: The remote peer cannot stream with you since its xvideo extension could not be found.
fr: Le contact ne peut pas transmettre avec vous car il n'a pas l'extenxion xvideo.

source: The remote peer cannot stream with you since its MIDI device could not be found.
fr: Le contact ne peut pas transmettre avec vous car son appareil MIDI est introuvable.

source: The remote peer cannot stream with you since its video capture device could not be found.
fr: Le contact ne peut pas transmettre avec vous car son appareil de capture vidéo est introuvable.

source: The remote peer cannot stream with you since its X11 display could not be found.
fr: Le contact ne peut pas transmettre avec vous car son moniteur X11 est introuvable.

source: The remote peer cannot stream with you because they do not support the requested audio codec.
fr: Le contact ne peut pas transmettre avec vous car son appareil de capture vidéo est introuvable.

source: The remote peer cannot stream with you because they do not support the requested video codec.
fr: Le contact ne peut pas transmettre avec vous car son appareil de capture vidéo est introuvable.

source: The remote peer cannot stream with you due to technical issues.
fr: Le contact ne peut pas transmettre avec vous car des problèmes techniques sont survenus.

source: The remote peer cannot stream with you since it does not support the audio codec you are asking for.
fr: Le contact ne peut pas transmettre avec vous car son appareil de capture vidéo est introuvable.

source: The remote peer cannot stream with you since it does not support the video codec you are asking for.
fr: Le contact ne peut pas transmettre avec vous car son appareil de capture vidéo est introuvable.

source: Cannot start streaming if all the streams are disabled.
fr: Il est impossible d'entamer une session si tous les flux sont désactivés.

source: Impossible to invite a contact to start streaming.
fr: Impossible d'inviter un contact.

source: Impossible to accept an invitation to stream.
fr: Impossible d'accepter une invitation.

source: The X11 display %(display)s disappeared!
fr: Le moniteur X11 %(display)s a disparu !

source: The video source %(camera)s disappeared!
fr: La source vidéo %(camera)s a disparu !

source: JACK is not running.
fr: JACK est inactif.

source: A streaming session is already in progress.
fr: Une session est déjà en cours.

source: The MIDI output device %(device)s disappeared!
fr: L'appareil d'entrée MIDI %(device)s a disparu !

source: The MIDI input device %(device)s disappeared!
fr: L'appareil de sortie MIDI %(device)s a disparu !

source: The X video extension is not present.
fr: L'extension X video est introuvable.

source: You must select a contact to invite.
fr: Vous devez choisir un contact à inviter.

source: Could not invite contact %(name)s. Scenic is not listening on port %(port)d of host %(ip)s.
fr: Impossible d'inviter le contact %(name)s. Scenic ne semble pas écouter sur le %(port)d de son hôte %(ip)s.

source: Could not invite contact %(name)s. Host %(ip)s is unreachable.
fr: Impossible d'inviter le contact %(name)s. L'hôte %(ip)s est innateignable.

source: Could not invite contact %(name)s. Error trying to connect to %(ip)s:%(port)s: %(reason)s
fr: Impossible d'inviter le contact %(name)s. Une erreur est survenue en contactant %(ip)s:%(port)s: %(reason)s

source: Error : Could not find the Glade file %(filename)s. Exitting.
fr: Erreur : Le fichier Glade %(filename)s est introuvable. Nous devons quitter.

source: Scenic Copyright (C) 2009 Society for Arts and Technology (SAT) http://www.sat.qc.ca All rights reserved. This file is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 2 of the License, or (at your option) any later version. Scenic is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Scenic. If not, see <http://www.gnu.org/licenses/>.
fr: Scenic Copyright (C) 2009 Société des arts technologiques (SAT) http://www.sat.qc.ca Tous droits réservés. Ce programme est libre, vous pouvez le redistribuer et/ou le modifier selon les termes de la Licence Publique Générale GNU publiée par la Free Software Foundation (version 2 ou bien toute autre version ultérieure choisie par vous). Ce programme est distribué car potentiellement utile, mais SANS AUCUNE GARANTIE, ni explicite ni implicite, y compris les garanties de commercialisation ou d'adaptation dans un but spécifique. Reportez-vous à la Licence Publique Générale GNU pour plus de détails. Vous devez avoir reçu une copie de la Licence Publique Générale GNU en même temps que ce programme ; si ce n'est pas le cas, voir <http://www.gnu.org/licenses/>.

source: Copyright 2009-2010 Society for Arts and Technology
fr: Copyright (C) 2009 Société des arts technologiques

source: Automatically accept invitations
fr: Accepter automatiquement les invitations

source: Contacts
fr: Carnet d'adresses

source: Really quit ? All streaming processes will quit as well.
fr: Souhaitez réellement quitter ? Tous les processus de transmission seront interrompus.

source: <b><big>Delete this contact from the list?</big></b> Are you sure you want to delete this contact from the list?
fr: <b><big>Effacer ce contact ?</big></b> Voulez-vous vraiment effacer ce contact de votre carner d'adresses ?

source: The address is not valid Enter a valid address Example: 192.0.32.10 or example.org
fr: Cette adresse est invalide. Veuillez en entrer une valide. Exemple: 192.0.32.10 ou example.org

source: <b><big>Shutdown the computer?</big></b> Are you sure you want to shutdown the computer now?
fr: <b><big>Eteindre l'ordinateur?</big></b> Souhaitez-vous vraiment éteindre l'ordinateur maintenant ?

source: <b><big>Reboot the computer?</big></b> Are you sure you want to reboot the computer now?
fr: <b><big>Redémarrer l'ordinateur?</big></b> Souhaitez-vous vraiment redémarrer l'ordinateur maintenant ?

source: Could not send info. Check your internet connection.
fr: Impossible d'envoyer les informations. Veuillez vérifier votre connexion à Internet.

source: <b><big>Send the settings?</big></b> Are you sure you want to send your computer settings to the administrator of scenic?
fr: <b><big>Envoyer votre configuration ?</big></b> Souhaitez-vous vraiment envoyer votre configuration aux développeurs de Scenic ?

source: Stop streaming
fr: Terminer la session

source: Not connected
fr: Non connecté

source: Invite
fr: Inviter

source: Audio buffer: %(buffer)d ms
fr: Tampon audio: %(buffer)d ms

source: Jitter: %(jitter)d ns
fr: Variation de latence: %(jitter)d ns

source: Packet loss: %(packetloss)2.2f%%
fr: Perte de paquets: %(packetloss)2.2f%%

source: Packets lost: %(packetslost)d
fr: Paquets perdus: %(packetslost)d

source: Disabled
fr: Désactivé

source: Disabled.
fr: Désactivé.

source: Display: %(display)s
fr: Moniteur: %(display)s

source: Fullscreen is enabled.
fr: Le mode plein écran est activé.

source: Receiving MIDI
fr: Réception MIDI en cours

source: Jitter buffer: %(jitterbuffer)d ms
fr: Tampon de variation de latence : %(jitterbuffer)d ms

source: Sending MIDI
fr: Envoi MIDI en cours

source: Command lines:
fr: Lignes de commanes:

source: Could not change V4L2 standard from %(current_standard)s to %(desired_standard)s for device %(device_name)s.
fr: La tentative de changer le standard vidéo de %(current_standard)s à %(desired_standard)s pour l'appareil %(device_name)s a échoué.

source: Could not change V4L2 input from %(current_input)s to %(desired_input)s for device %(device_name)s.
fr: La tentative de changer l'entrée vidéo de %(current_input)s à %(desired_input)s pour l'appareil %(device_name)s a échoué.

source: <b>Running</b>
fr: Actif

source: <b>Not running</b>
fr: Inactif

source: YES
fr: OUI

source: NO
fr: NON

source: MIDI is supported...
fr: MIDI est supporté...

source: Local preview
fr: Aperçu local

source: Errors from local preview:
fr: Erreurs provenant de l'aperçu local:

source: Warnings from local preview:
fr: Avertissement de l'aperçu local:

source: Some errors occured while looking at the local preview.
fr: Des erreurs sont survenues durant le visionnement de l'aperçu local.

source: Limiting the number of audio channels to receive to %(number)d since remote peer only support up to that much. Decrease it to get rid of this message.
fr: Nous limitons le nombre de canaux audio en réception à %(number)d car c'est le maximum que peut supporter le contact distant.

source: Limiting the number of audio channels to send to %(number)d since we only support up to that much. Decrease it to get rid of this message.
fr: Nous limitons le nombre de canaux audio en envoi à %(number)d car c'est le maximum que vous pouvez supporter. Réduisez ce chiffre pour ne plus voir ce message.

source: Update your jackaudiosrc Gstreamer element.
fr: Veuillez mettre à jour votre élément Gstreamer jackaudiosrc.

source: Errors from local sender:
fr: Erreurs d'envoi:

source: Warnings from local sender:
fr: Avertissements à la réception:

source: Errors from local receiver:
fr: Erreurs de réception:

source: Warnings from local receiver:
fr: Avertissement à l'envoi:

source: Some errors occured during the audio/video streaming session.
fr: Des erreurs ont eu lieu durant la session de transmission.

source: Client Preview
fr: Aperçu client

source: Fullscreen
fr: Plein écran

source: Contacting...
fr: En attente d'une réponse...

source: <b><big>Inviting...</big></b>
fr: <b><big>En attente d'une réponse...</big></b>

source: Contact Problem
fr: Problème lors d'une invitation

source: Contact Request
fr: Requête d'un contact

source: Refuse
fr: Refuser

source: Accept
fr: Accepter

source: Edit Contact
fr: Modifier le contact

source: Auto accept:
fr: Toujours accepter:

source: IP Address:
fr: Adresse IP:

source: Name:
fr: Nom:

source: _File
fr: _Fichier

source: Detailled Status
fr: Détails

source: _Help
fr: _Aide

source: User Manual
fr: Manuel d'utilisation

source: Installation Manual
fr: Manuel d'installation

source: Preview
fr: Aperçu

source: In a window
fr: Dans un fenêtre

source: <b>Local Video Preview</b>
fr: <b>Aperçu video local</b>

source: Aspect Ratio:
fr: Proportions de l'image:

source: Image Size:
fr: Taille de l'image:

source: Default
fr: Par défaut

source: Standard:
fr: Standard vidéo:

source: Input:
fr: Entrée:

source: Color bars
fr: Barres de couleur

source: Enable
fr: Activer

source: <b>Sending</b>
fr: <b>Envoi</b>

source: Deinterlace
fr: Désentrelacer

source: X11 display:
fr: Moniteur X11:

source: Bitrate:
fr: Bande passante:

source: Jitter Buffer:
fr: Tampon de variation de latence:

source: <b>Receiving</b>
fr: <b>Réception</b>

source: Video
fr: Vidéo

source: Input Buffer:
fr: Tampon d'entrée:

source: Enable jack autoconnect
fr: Connexion JACK automatique

source: Latency:
fr: Latence:

source: Sampling rate:
fr: Taux d'échantillonnage:

source: Number of channels:
fr: Nombre de canaux:

source: Synchronize with video:
fr: Synchroniser avec la vidéo:

source: Output Buffer:
fr: Tampon de sortie:

source: Audio Levels
fr: Niveaux

source: Input device:
fr: Appareil d'entrée:

source: Output device:
fr: Appareil de sortie:

source: Video:
fr: Vidéo:

source: Local IP:
fr: IP locale:

source: Peer:
fr: Contact:

source: Statistics
fr: Statistiques

source: <b>Network Configuration</b>
fr: <b>Configuration réseau</b>

source: Update Scenic and related librairies
fr: Mise à jour de Scenic et des bibliothèques requises.

source: Update
fr: Mise à jour

source: Send the configuration information for troubleshooting
fr: Envoyer l'information de configuration dans l'espoir d'obtenir de l'aide.

source: Shutdown the computer
fr: Eteindre l'ordinateur

source: Shutdown
fr: Eteindre

source: Reboot the computer
fr: Redémarrer l'ordinateur

source: <b>System</b>
fr: <b>Système</b>

source: System
fr: Système

source: Debug
fr: Débogage

source: Details
fr: Détails
